aere-362/labs/7/NACA0012_solved/system/createPatchDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      createPatchDict;
}
pointSync false;
patches
(
    {
        name symmetry1;
        patchInfo
        {
            type symmetry;
        }
        constructFrom patches;
        patches (auto0);
    }
    {
        name symmetry2;
        patchInfo
        {
            type symmetry;
        }
        constructFrom patches;
        patches (auto1);
    }

    {
        name wing;
        patchInfo
        {
            type wall;
        }
        constructFrom patches;
        patches (auto2 auto3);
    }

    {
        name inout;
        patchInfo
        {
            type patch;
        }
        constructFrom patches;
        patches (auto4);
    }
);
