aere-362/labs/7/NACA0012_solved/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType RAS;
RAS 
{ 
    RASModel             SpalartAllmaras;
    turbulence           on;
    printCoeffs          off;
} 

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
