aere-362/labs/7/NACA0012_solved/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel Newtonian;

nu 1.7e-05;
Pr 0.7;
Prt 1;
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
