aere-362/labs/7/NACA0012_solved/0.orig/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0.00017;

boundaryField
{
    "(wing.*)"
    {
        type            nutUSpaldingWallFunction;
        value           $internalField;
    }
    symmetry1
    {
        type            symmetry;
    }
    symmetry2
    {
        type            symmetry;
    }
    inout
    {
        type            calculated;
        value           $internalField;
    }

}


// ************************************************************************* //
